mattmc3/ez-compinit
zsh-users/zsh-completions kind:fpath path:src
belak/zsh-utils path:completion/functions kind:autoload post:compstyle_zshzoo_setup
belak/zsh-utils path:editor
belak/zsh-utils path:history
belak/zsh-utils path:utility
romkatv/zsh-bench kind:path
ohmyzsh/ohmyzsh path:plugins/extract
romkatv/powerlevel10k
zdharma-continuum/fast-syntax-highlighting  # Syntax highlighting
zsh-users/zsh-autosuggestions               # Auto-suggestions
zsh-users/zsh-history-substring-search      # Up/Down to search history
